content/phd_classes_org.org
:PROPERTIES:
:ID:       54208af1-3c48-4b4d-8008-1021434cd7e4
:END:
#+title: phd_classes.org
#+filetags: :moc: 
#+hugo_base_dir: /home/phihungnguyen/quartz 
#+hugo_section: notes
#+date: [2024-02-28 Wed]
#+hugo_lastmod: [2024-02-28 Wed]
#+hugo_tags: noexport
*Link*:  


* First Year:

Ask for syllabus from the PhD students

- OPTI 501 Electromagnetic waves (tested) by Mansuripur

  Course Website is here: https://www.optics.arizona.edu/sites/default/files/2022-09/syllabus-OPTI%20501%20F22.pdf

  https://wp.optics.arizona.edu/opti501/syllabus/

  Midterms: 2 tests each 25

  Final is 40

  Homework is 10

  There seems to have no requried textbook -> Ask for lecture notes/ previous homework/


- OPTI 502 Optical Design and Instrumentation (tested) by Dubin
  Course Website is at: https://www.optics.arizona.edu/sites/default/files/2023-09/OPTI%20502%20Syllabus%20F23.pdf
  The book is Field Guide to Geometrical Optics bt Greivenkamp
  https://www.optics.arizona.edu/sites/default/files/2023-09/OPTI%20502%20Syllabus%20F23.pdf
  Homework: 20
  Midterm 35
  Final: 45


- OPTO 570 - Quantum Mechanics (tested) by Anderson
  Course Website is here: https://www.optics.arizona.edu/sites/default/files/2023-09/OPTI570_SyllabusFall2023.pdf
  https://wp.optics.arizona.edu/opti570/?_gl=1%2A19quuzb%2A_ga%2AMTk2MTIwOTQ3NS4xNzA4MTgxNjM3%2A_ga_7PV3540XS3%2AMTcwOTE3MTQ5Ny41LjEuMTcwOTE3MjkwMC4yMS4wLjA.
  
  Text book is the volumes 1 and 2 of quantum mechanics by c cohen tannoudji
  Field guild yo Quantum Mechanics by Brian
  classnotes: ask the phd students again  


- Opti 792 - Graduate Research
  Should be 6 for the first year
  

- OPTI 544 -Foundations of Quantum Mechanics (tested) by Jessen
  https://wp.optics.arizona.edu/opti544/?_gl=1%2Aky27v4%2A_ga%2AMTk2MTIwOTQ3NS4xNzA4MTgxNjM3%2A_ga_7PV3540XS3%2AMTcwOTE3MTQ5Ny41LjEuMTcwOTE3Mjk3NS42MC4wLjA.


- OPTI 505R Diffraction and Intereferometry (tested) by Tom Milster
  Book by laer kight engineering
  Ask notes



* Courses that I am interested in

https://wp.optics.arizona.edu/opti646/?_gl=1%2A4n8axw%2A_ga%2AMTk2MTIwOTQ3NS4xNzA4MTgxNjM3%2A_ga_7PV3540XS3%2AMTcwOTE3MTQ5Ny41LjEuMTcwOTE3MzMyMy42MC4wLjA.
